// 文件名：config.h
#ifndef CONFIG_H
#define CONFIG_H

#include <vector>

// 配置数组
std::vector<std::vector<unsigned int>> getArray() {
    return {
        {20300100, 100605011}, // 红点瞄准镜->梦之光华
        {20300200, 100605012}, // 全息瞄准镜->梦之光华
        {20300300, 100605013}, // 2倍瞄准镜->梦之光华
        {20301400, 100605014}, // 3倍瞄准镜->梦之光华
        {20300400, 100605015}, // 4倍瞄准镜->梦之光华
        {20301500, 100605016}, // 6倍瞄准镜->梦之光华
        {20300500, 300105817}, // 8倍瞄准镜->玉面桃花
        {20303000, 300104924}, // 战术瞄准镜->皮肤01
        {20301800, 100605017}, // 侧面瞄准镜->甜心宝贝
    };
}
//╔══════════════╗
//║前面是原皮，后面是要改的美化║
//╚══════════════╝
#endif // CONFIG_H
